Repository: mozilla-l10n/mt-training-data
Catalog: pt/pt_pontoon.tmx
Source language: en_us
Languages: pt

source: Contributors record voice clips by reading from a bank of donated sentences.
pt: Os colaboradores gravam clipes de voz lendo a partir de um banco de frases doadas.

source: Copainalá Zoque
pt: Zoque de Copainalá

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
pt: O <coquiLink>Coqui</coquiLink> é dedicado à tecnologia aberta de voz. Seus projetos incluem mecanismos STT e TTS baseados em aprendizagem profunda.

source: Cornish
pt: Córnico

source: Correct
pt: Correto

source: Corsican
pt: Corso

source: { $count } clips
pt: { $count } clipes

source: { $count }mo
pt: { $count } meses

source: Country/Region of Residence
pt: País ou região de residência

source: { $count }wk
pt: { $count } semanas

source: { $count }y
pt: { $count } anos

source: [Crackle] giant dinosaurs of [crackle] -riassic.
pt: [Estalo] dinossauros gigantes do [estalo] -riássico.

source: Create a Custom Goal
pt: Crie uma meta personalizada

source: Create a profile
pt: Criar um perfil

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
pt: Crie você mesmo frases modernas e coloquiais, com seus amigos ou comunidade linguística, por exemplo, através de uma 'maratona de redação'

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
pt: Crie ou compartilhe consultas, frases e textos de domínio público para tradução, pequenos modelos de linguagem e outras coisas.

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
pt: Criar oportunidades para que uma diversidade de pessoas contribua com o Common Voice garante que o conjunto de dados atenda ao maior número possível de pessoas. Criamos recursos e modelos que você pode usar!

source: Crimean Tatar
pt: Tártaro da Crimeia

source: Criteria
pt: Critério

source: Croatian
pt: Croata

source: Czech
pt: Tcheco

source: Daily Goal
pt: Meta diária

source: Danish
pt: Dinamarquês

source: Dashboard
pt: Painel

source: Dataset [{ $datasetName }]
pt: Conjunto de dados [{ $datasetName }]

source: Dataset: { $datasetName }
pt: Conjunto de dados: { $datasetName }

source: Dataset Release
pt: Lançamento do conjunto de dados

source: Datasets
pt: Conjuntos de dados

source: Date
pt: Data

source: Days
pt: dias

source: Delete
pt: Excluir

source: Delete my recordings
pt: Excluir minhas gravações

source: Delete Profile
pt: Excluir perfil

source: Dhivehi
pt: Divehi

source: Did you know…
pt: Você sabia…

source: Different language
pt: Outro idioma

source: Difficult
pt: Difícil

source: Difficult to pronounce
pt: Dificuldade de pronúncia

source: Discard ongoing recording
pt: Descartar gravação em andamento

source: Discover languages and communities and common voice
pt: Descubra idiomas e comunidades e Common Voice

source: Documentation
pt: Documentação

source: Does the sentence meet the guidelines?
pt: A frase atende às diretrizes?

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
pt: Domínio refere-se ao assunto da frase. Atualmente, você pode escolher entre:

source: Donate
pt: Faça uma doação

source: Donate your voice
pt: Doe sua voz

source: Done
pt: Concluído

source: Don't see your language on Common Voice yet?
pt: Seu idioma ainda não está disponível no Common Voice?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
pt: Não encontra seu idioma refletido no conjunto de dados? Para solicitar um idioma, vá na nossa página de idiomas.

source: Don't wish to say
pt: Prefiro não dizer

source: Download
pt: Baixar

source: Download Common Voice Data
pt: Baixar os dados do Common Voice

source: Download Data
pt: Baixar dados

source: Download Dataset Bundle
pt: Baixar pacote do conjunto de dados

source: Download { $language }
pt: Baixar { $language }

source: Download Links
pt: Links de download

source: Download My Data
pt: Baixar meus dados

source: Download options for accessing Common Voice data
pt: Opções de download para acessar dados do Common Voice

source: Download our press pack <icon></icon>
pt: Baixe nosso pacote de imprensa <icon></icon>

source: Download our voice datasets
pt: Baixar nossos conjuntos de dados de voz

source: Download profile data
pt: Iniciar download

source: Download the Dataset
pt: Baixar o conjunto de dados

source: Download the Single Word Target Segment
pt: Baixar o segmento de destino de palavras únicas

source: Download your contribution certificate
pt: Baixe seu certificado de contribuição

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
pt: Você tem ideias de como podemos melhorar o conjunto de dados do Common Voice? Fale conosco no Discourse

source: Do you want to continue?
pt: Quer continuar?

source: Do you want to Speak, Listen or both?
pt: Quer falar, ouvir ou ambos?

source: Drag and drop or <browseWrap>Browse</browseWrap>
pt: Arraste e solte, ou <browseWrap>selecione</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
pt: Arraste seu arquivo para cá ou <uploadButton>clique para enviar</uploadButton>

source: Drop file here to upload
pt: Arraste arquivo para cá para enviar

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
pt: Durante o envio de uma contribuição, o retorno será silenciado após clicar em 'Enviar'. A contribuição continuará diretamente para o próximo conjunto de 5 gravações ou validações.

source: Dutch
pt: Holandês

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
pt: Cada entrada no conjunto de dados consiste de um MP3 único e o correspondente arquivo de texto. Muitas das <b> { $total }</b> horas gravadas no conjunto de dados também incluem metadados demográficos, como idade, sexo e sotaque, que podem ajudar a treinar a precisão de mecanismos de reconhecimento de voz. O conjunto de dados atualmente consiste de <b>{ $valid }</b> horas validadas em <b>{ $languages }</b> idiomas, mas estamos sempre adicionando mais vozes e idiomas. Dê uma olhada em nossa <languagesLink>página de idiomas</languagesLink> para solicitar um idioma ou começar a contribuir.

source: Eastern Balochi
pt: Balúchi Oriental

source: Eastern Huasteca Nahuatl
pt: Huasteca Nahuatl Oriental

source: Eastern Min
pt: Min Oriental

source: Eastern Penan
pt: Penan Oriental

source: Easy
pt: Fácil

source: Ebrie
pt: Ebrié

source: Edit
pt: Editar

source: Edit Profile
pt: Editar perfil

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
pt: <emailFragment>Inscreva-se</emailFragment> em nossa lista de emails para saber como você pode participar de campanhas, eventos e recursos de design cooperativo no Common Voice.

source: Email is already used for a different account
pt: Este email já está sendo usado em outra conta

source: Email Subscriptions
pt: Inscrições de emails

source: Emakhuwa
pt: Emacua

source: English
pt: Inglês

source: Enter Email to Download
pt: Informe um email para baixar

source: Enter email to send a sign up link
pt: Digite um email para onde enviar um link de criação de conta

source: Enter your Country/Region of Residence
pt: Informe seu país ou região de residência

source: Enter your email
pt: Digite seu email

source: Enter your public domain sentence here
pt: Digite aqui sua frase de domínio público

source: Enter your public domain sentences here
pt: Digite aqui suas frases de domínio público

source: Error
pt: Erro

source: Error adding sentence
pt: Erro ao adicionar frase

source: Error { $code }
pt: Erro { $code }

source: Error while playing audio file.
pt: Erro ao reproduzir o ficheiro áudio.

source: Estonian
pt: Estoniano

source: Events
pt: Eventos

source: Everyone
pt: Todos

source: Ewe
pt: Euê

source: Ewondo
pt: Euondo

source: Example
pt: Exemplo

source: Exit & Delete clips
pt: Sair e excluir frases

source: Explore datasets <icon></icon>
pt: Explorar conjuntos de dados <icon></icon>

source: Explore the community and languages supported by Common Voice
pt: Descubra a comunidade e os idiomas suportados pelo Common Voice

source: Failed to copy SHA256 Checksum
pt: Falha ao copiar a soma de verificação SHA256

source: FAQ
pt: Perguntas frequentes

source: Faroese
pt: Feroês

source: Featured in...
pt: Em destaque em...

source: Female/Feminine
pt: Mulher/Feminino

source: Fewer than 15 words per sentence
pt: Menos de 15 palavras

source: Fields marked with an asterisk (*) are required.
pt: * Indica campo obrigatório

source: File is too large
pt: Arquivo grande demais

source: File is too small
pt: Arquivo pequeno demais

source: Finance
pt: Finanças

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
pt: Encontre outras pessoas que se importam. Pode ser em universidades, escolas de idiomas, grupos de defesa ou comunidades de ciência de dados. Entre em contato e explique com clareza como eles podem ajudar e por quê. <outreachTemplates>Veja nossos modelos de email de divulgação</outreachTemplates>.

source: Find us on Matrix
pt: Encontre-nos no Matrix

source: Finish editing first?
pt: Terminar a edição primeiro?

source: Finish recording
pt: Finalizar gravação

source: Finish recording first?
pt: Terminar a gravação primeiro?

source: Finish Review
pt: Concluir revisão

source: Finish validating
pt: Terminar a validação

source: Finish validating clips?
pt: Terminar a validação de clipes?

source: Finnish
pt: Finlandês

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
pt: Primeiro, verifique se seu idioma <languageLink>já existe</languageLink>. Se não existir, você precisa <strong>traduzir o site e coletar frases</strong>.

source: Follow guidelines from “What sentences can I add?”
pt: Siga as diretrizes de “Quais frases posso adicionar?”

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
pt: Para cada clipe de voz doado e cada clipe de áudio validado, os painéis da sua conta são atualizados para refletir seu progresso recente em cada idioma em que você contribui. Sim, você pode contribuir em mais de um!<br/><br/> Use painéis para acompanhar suas estatísticas, veja como você está se saindo ao lado de outras pessoas na comunidade e defina metas de contribuição diárias ou semanais.

source: for example
pt: por exemplo

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
pt: Para texto de domínio público que não está disponível online, você pode usar o estilo de referência acadêmica, por exemplo, estilo Harvard "Jess (2021) Meus poemas de licença pública"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
pt: Para que a tecnologia funcione bem para todos, os dados que ajudam os desenvolvedores a construir tecnologia precisam refletir uma gama diversificada de pessoas. Por exemplo, se não incluirmos falantes com um sotaque específico, a tecnologia não funcionará bem para pessoas com esse sotaque. <learnMore>Saiba mais sobre a importância dos metadados.</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
pt: Nestes idiomas lançados, o site foi totalmente <localizationGlossaryLink>traduzido</localizationGlossaryLink> e há <sentenceCollectionGlossaryLink>frases coletadas</sentenceCollectionGlossaryLink> suficientes para permitir dar seguimento a contribuições de <speakLink>Falar</speakLink> e <listenLink>Ouvir</listenLink>.

source: Foundations
pt: Fundações

source: French
pt: Francês

source: Frisian
pt: Frisão

source: Fulah
pt: Fula

source: Galician
pt: Galego

source: General
pt: Geral

source: General language / multiple variants
pt: Idioma genérico / diversas variantes

source: Georgian
pt: Georgiano

source: German
pt: Alemão

source: Get in touch
pt: Entrar em contato

source: Get in touch <icon></icon>
pt: Entre em contato <icon></icon>

source: Get involved
pt: Envolva-se

source: Get Involved
pt: Participe

source: Get started <icon><icon>
pt: Começar <icon><icon>

source: Get started with goals
pt: Introdução de metas

source: Get Started with Speech Recognition
pt: Introdução ao reconhecimento de voz

source: Get your certificate
pt: Obtenha seu certificado

source: Gheg Albanian
pt: Gheg Albanês

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
pt: <githubLink>NVIDIA NeMo</githubLink>™ é um <docsLink>toolkit de código aberto</docsLink> para pesquisadores que desenvolvem modelos de inteligência artificial de conversação de última geração.

source: Goal reached
pt: Meta atingida

source: Goals
pt: Metas

source: Goan Konkani
pt: Konkani de Goa

source: Go to Discourse
pt: Ir para o Discourse

source: Go to Languages Page
pt: Ir para a página de idiomas

source: Go to { $name }
pt: Ir para { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
pt: <governanceLink>Mais informações sobre nossos critérios de gerenciamento do projeto</governanceLink>

source: Governments
pt: Governos

source: Grammatical / spelling error
pt: Erro gramatical ou ortográfico

source: Great! How many clips a week?
pt: Ótimo! Quantos clipes por semana?

source: Great! How many clips per day?
pt: Ótimo! Quantos clipes por dia?

source: Great!<recordIcon></recordIcon> Record your next clip
pt: Ótimo! <recordIcon></recordIcon> Grave a próxima frase

source: Great work!<playIcon></playIcon> Listen again when you're ready
pt: Bom trabalho! <playIcon></playIcon> Ouça novamente quando estiver pronto

source: Greek
pt: Grego

source: <guidanceLink>Read full guidelines here</guidanceLink>
pt: <guidanceLink>Leia as diretrizes completas aqui</guidanceLink>

source: Guidelines
pt: Diretrizes

source: Gujarati
pt: Guzerate

source: Haitian
pt: Crioulo haitiano

source: Hausa
pt: Hauçá

source: Have Feedback?
pt: Quer fazer comentários?

source: Have you read our Terms?
pt: Você leu nossos Termos?

source: Having an account is not required to contribute, though it is helpful.
pt: Não é obrigatório ter uma conta para contribuir, embora seja útil.

source: Having a profile is not required to contribute though it is helpful, see why below.
pt: Não é obrigatório ter um perfil para contribuir, apesar de ser útil

source: Healthcare
pt: Saúde

source: Hebrew
pt: Hebraico

source: Help
pt: Ajuda

source: Help Common Voice reach { $hours } hours in a language with a personal goal
pt: AJudar o Common Voice a alcançar reach { $hours } horas em um idioma com uma meta pessoal

source: Help create Common Voice’s first target segment in { $locale }
pt: Ajude a criar o primeiro segmento alvo do Common Voice em { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
pt: Ajudar a alcançar { $hours } horas em { $language } com uma meta pessoal

source: Help teach machines how real people speak, donate your voice at { $link }
pt: Ajude a ensinar às máquinas como uma pessoal fala, doando sua voz em { $link }

source: Help us build a community around voice technology, stay in touch via email.
pt: Ajude-nos a construir uma comunidade ao redor da tecnologia de voz, mantenha contato por email.

source: Help us build a high quality, publicly open dataset
pt: Ajude-nos a construir um conjunto de dados de alta qualidade, aberto publicamente

source: Help us find more voices, share your goal
pt: Ajude-nos a encontrar mais vozes, compartilhe sua meta

source: Help us find others to donate their voice!
pt: Ajude-nos a encontrar outros doadores de voz!

source: Help us get to { $goal }
pt: Ajude-nos a atingir { $goal }

source: Help us validate sentences!
pt: Ajude-nos a validar as frases!

source: Help us validate voices
pt: Ajude-nos a validar vozes

source: Here are the links to download your ZIP files.
pt: Aqui estão os links para baixar seus arquivos ZIP.

source: Hidden
pt: Oculto

source: Highland Puebla Nahuatl
pt: Asteca (náuatle) das montanhas de Puebla

source: His hand was rais-ed.
pt: Su-a mão levantou.

source: History, Law and Government
pt: História, direito e governo

source: Hours
pt: Horas

source: Hours Recorded
pt: Horas gravadas

source: Hours Validated
pt: Horas validadas

source: How ?
pt: Como?

source: How are project decisions made?
pt: Como são tomadas as decisões do projeto?

source: How can we effectively grow a language on Common Voice?
pt: Como podemos efetivamente fazer crescer um idioma no Common Voice?

source: How does Common Voice work?
pt: Como funciona o Common Voice?

source: How does site localization work?
pt: Como funciona a tradução do site?

source: How do I access and use the dataset?
pt: Como acessar e usar o conjunto de dados?

source: How do I add a language?
pt: Como adicionar um idioma?

source: How do I add sentences?
pt: Como adicionar frases?

source: How do I cite?
pt: Como citar?

source: How do I know whether to approve a voice clip?
pt: Como posso saber se devo aprovar um clipe de voz?

source: How do I record a high quality voice clip?
pt: Como gravar um clipe de voz de alta qualidade?

source: How do I stay in touch?
pt: Como estar em contato?

source: How is Common Voice funded?
pt: Como o Common Voice é financiado?

source: How Spontaneous Speech works
pt: Como o Discurso Espontâneo funciona

source: How to add multiple sentences
pt: Como adicionar várias frases

source: How would you describe your accent?
pt: Como você descreveria seu sotaque?

source: How would you describe your sex or gender?
pt: Como você descreveria seu sexo ou gênero?

source: Huautla Mazatec
pt: Mazateca de Huautla

source: Hungarian
pt: Húngaro

source: I agree
pt: Estou de acordo

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
pt: Concordo com os <termsLink>Termos</termsLink> e o <privacyLink>Aviso de privacidade</privacyLink> do Common Voice

source: Icelandic
pt: Islandês

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
pt: Confirmo que estas frases são de <wikipediaLink>domínio público</wikipediaLink> e tenho permissão para enviar.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
pt: Confirmo que esta frase é de <wikipediaLink>domínio público</wikipediaLink> e tenho permissão para enviar.

source: <icon></icon> Add multiple public domain sentences
pt: <icon></icon> Adicionar várias frases de domínio público

source: Ideally natural and conversational (it should be easy to read the sentence)
pt: Idealmente natural e coloquial (deve ser fácil ler a frase)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
pt: Quero receber emails, tais como lembretes de metas, atualizações sobre meu progresso e boletins informativos sobre o Common Voice.

source: I do not agree
pt: Não estou de acordo

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
pt: Se um clipe for rejeitado por 2 pessoas, ele é lançado em um subconjunto diferente do conjunto de dados.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
pt: Se for com suas próprias palavras, basta dizer <italicizedText>“Autocitação”</italicizedText>. Precisamos saber onde você encontrou esse conteúdo para poder verificar se é de domínio público e que não se aplicam restrições de direitos autorais. Consulte mais informações sobre citação em nossa <guidelinesLink>página de diretrizes</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
pt: Se a gravação falhar ou apresentar estalos, rejeite, a menos que o texto ainda possa ser ouvido na íntegra.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
pt: Se houver informações adicionais que você queira fornecer sobre este arquivo, entre em contato com <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
pt: Se houver informações adicionais que você queira fornecer sobre este arquivo, que não estejam incluídas no modelo, entre em contato com <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
pt: Se a frase não atender aos critérios acima, clique no botão "Não".

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
pt: Se a frase não atender aos critérios acima, clique no botão &quot;Rejeitar&quot; à esquerda. Se não tiver certeza sobre a frase, você também pode pular e passar para a próxima.
